Repository: OpenMediaVault-Plugin-Developers/openmediavault-rsnapshot
Catalog: usr/share/openmediavault/locale/*/openmediavault-rsnapshot.po
Languages: sv_sv

source: Comment
sv_sv: Kommentar

source: Enable
sv_sv: Aktivera

source: Enabled
sv_sv: Aktiverad

source: Error output only
sv_sv: Endast felutmatning

source: Group
sv_sv: Grupp

source: If this is enabled, rsync won't span filesystem partitions within a backup point.
sv_sv: Om detta är aktiverat spänner rsync inte över filsystemspartitioner inom en säkerhetskopieringspunkt.

source: One filesystem only
sv_sv: Endast ett filsystem

source: Post-exec command
sv_sv: Kommando efter körning

source: Pre-exec command
sv_sv: Kommando före körning

source: Retain daily
sv_sv: Behåll dagligen

source: Retain hourly
sv_sv: Behåll varje timme

source: Retain monthly
sv_sv: Behåll varje månad

source: Retain weekly
sv_sv: Behåll varje vecka

source: Retain yearly
sv_sv: Behåll varje år

source: Rsync long arguments
sv_sv: Rsync långa argument

source: Rsync tries
sv_sv: Rsync försöker

source: Run
sv_sv: Kör

source: Source
sv_sv: Källa

source: Source folder
sv_sv: Källmapp

source: Target
sv_sv: Mål

source: Target folder
sv_sv: Målmapp

source: The Folder used as target for backups. Backups will go into a sub-folder <em>localhost/&lt;label of source filesystem&gt;/&lt;source folder relative path&gt;</em>
sv_sv: Mappen som används som säkerhetskopia. Säkerhetskopior går till en undermapp <em>localhost/&lt;label för källfilssystem&gt;/&lt;källmapp relativ sökväg&gt;</em>
